tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
tap "universal-ctags/universal-ctags"
brew "bat"
brew "cmake"
brew "colordiff"
brew "coreutils"
brew "docker", link: false
brew "docker-compose"
brew "exercism"
brew "extract_url"
brew "fd"
brew "git"
brew "go"
brew "htop"
brew "neovim"
brew "node"
brew "portaudio"
brew "python"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "the_silver_searcher"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "vim"
brew "weechat"
brew "zsh"
brew "mongodb/brew/mongodb-community"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "alacritty"
cask "cyberduck"
cask "db-browser-for-sqlite"
cask "docker"
cask "dropbox"
cask "github"
cask "google-chrome"
cask "macvim"
cask "postman"
cask "pycharm"
cask "skype"
cask "spectacle"
cask "telegram"
cask "visual-studio-code"
cask "weka"
