tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "universal-ctags/universal-ctags"
brew "bat"
brew "cmake"
brew "colordiff"
brew "coreutils"
brew "docker", link: false
brew "docker-compose"
brew "docker-machine"
brew "python"
brew "extract_url"
brew "fpp"
brew "fzf"
brew "git"
brew "htop"
brew "hub"
brew "neovim"
brew "ninja"
brew "node"
brew "pipenv"
brew "portaudio"
brew "postgresql"
brew "ripgrep"
brew "rustup-init"
brew "the_silver_searcher"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "vim"
brew "zsh"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "alacritty"
cask "cyberduck"
cask "db-browser-for-sqlite"
cask "dropbox"
cask "firefox-developer-edition"
cask "github"
cask "java"
cask "koala"
cask "macdown"
cask "pgadmin4"
cask "pycharm"
cask "spectacle"
cask "telegram"
cask "visual-studio-code"
