tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "sqlite"
brew "python@3.9"
brew "awscli"
brew "bat"
brew "cmake"
brew "coreutils"
brew "fd"
brew "fish"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "go"
brew "golangci-lint"
brew "helm"
brew "htop"
brew "jmeter"
brew "kind"
brew "kubernetes-cli"
brew "kubectx"
brew "minikube"
brew "neovim"
brew "ninja"
brew "node@16"
brew "python@3.10"
brew "ripgrep"
brew "sops"
brew "stylua"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "yarn"
cask "adoptopenjdk8"
cask "alacritty"
cask "android-studio"
cask "brave-browser"
cask "couchbase-server-community"
cask "datagrip"
cask "discord"
cask "font-jetbrains-mono-nerd-font"
cask "goland"
cask "intellij-idea"
cask "lens"
cask "mattermost"
cask "monitorcontrol"
cask "notion"
cask "postman"
cask "rectangle"
cask "send-to-kindle"
cask "signal"
cask "sourcetree"
cask "spotify"
cask "visual-studio-code"
